Repository: common-repository/keyword-meta
Catalog: languages/keyword-meta-*.po
Languages: de_de

source: Manage your Meta-Tags
de_de: Verwalte die Meta-Tags deiner Seite und füge ein paar neue Meta-Tags hinzu

source: Generic
de_de: Allgemein

source: Mobile
de_de: Mobilgeräte

source: Generic Meta
de_de: Keywords & Beschreibung

source: Enable combining page based keywords with site based keywords
de_de: Aktiviere die Verbindung von Seiten- und Website-spezifischen Keywords

source: these, are, some, keywords
de_de: das, sind, ein, paar, keywords

source: The keywords will be used on every page no tags are defined.
de_de: Die Keywords werden auf allen Seiten verwendet, für die keine Tags definiert sind.

source: The keywords will be used on every page and will be combined with tags are defined on a single page.
de_de: Die Keywords werden auf jeder Seite verwendet und dort mit gegebenenfalls vorhandenen Keywords, die aus den Tags erzeugt wurden, kombiniert.

source: You have used
de_de: Du hast

source: of 1000 description chars.
de_de: von 1000 Zeichen verwendet

source: The background color will help you to assess the optimized char count.
de_de: Die Hintergrundfarbe kann dir helfen, die optimale Anzahl an Zeichen einzuschätzen.

source: Description
de_de: Beschreibung

source: The description will be used on every page no excerpt is defined.
de_de: Die Beschreibung wird auf allen Seiten verwendet, für die kein Auszug definiert ist.

source: of 300 description chars.
de_de: von 300 Zeichen verwendet

source: Save
de_de: Übernehmen

source: Enable OpenGraph
de_de: OpenGraph Funktionen aktivieren

source: Setup OpenGraph Type to 'Website'
de_de: Stelle den OpenGraph Typ auf 'Webseite'

source: OpenGraph title
de_de: OpenGraph Titel

source: Setup this title as OpenGraph title to ALL pages
de_de: Stelle <strong>DIESEN</strong> Titel als OpenGraph Titel für <strong>ALLE</strong> Seiten ein

source: OpenGraph will use the permalink of a page or an entry to show OpenGraph URL
de_de: OpenGraph wird den Permalink einer jeden Seite als URL für diese Seite nutzen

source: Setup base URL as OpenGraph URL to ALL pages
de_de: Setze die Basis-URL deiner Site als URL für <strong>ALLE</strong> Seiten

source: to change
de_de: zu ändern.

source: to setup
de_de: einzurichten.

source: If no image is set to a page, OpenGraph can show an image from your library as OpenGraph image.
de_de: Wenn kein Bild für einen Beitrag oder eine Seite definiert ist, kann für OpenGraph ein entsprechendes allgemeines Bild zugewiesen werden.

source: Click the image %s.
de_de: Klicke auf das Bild, um es

source: Setup this image as OpenGraph Image to ALL pages
de_de: Stelle <strong>DIESES</strong> Bild für <strong>ALLE</strong> Seiten als OpenGraph Bild ein

source: Mobile related Meta-Tags
de_de: Meta-Tags für mobile Endgeräte

source: Setup the touch icon URL
de_de: Hier kannst du Icons für mobile Endgeräte hinterlegen

source: Your Icon should be 512x512 pixels and not contain alpha
de_de: Das Icon sollte 512x512 Pixel haben und nicht transparent sein

source: Your Icon should be 196x196 pixels and not contain alpha
de_de: Das Icon sollte 196x196 Pixel haben und nicht transparent sein

source: Set mobile viewport and disable resizing on mobile devices if not supported by theme
de_de: Setze den Viewport und unterbinde das zoomen in der Seite, wenn dein Theme diese Funktionen nicht schon unterstützt

source: Google related Meta-Tags
de_de: Meta-Tags für Google

source: Setup the Google site verification code to show Google, this is your website
de_de: Trage hier die ID von Google ein, um deine Seite zu verifizieren

source: Use your post-tags to define keywords for a page automatically. Add OpenGraph-Meta and Google verification on the fly.
de_de: Benutze die Suchworte deiner Beiträge automatisch als Keywords. Füge ein paar OpenGraph-Funktionen oder die Google Seitenverifikation ganz einfach hinzu.
